public/app/views/refinery/pages/shared/_change_currency.html.erb

SELECT "refinery_pv_stocks".* FROM "refinery_pv_stocks"
---
	<div class="swiper-wrapper ">
		<%Refinery::PvStocks::PvStock.all.each do |stock|%>